[
    {
        "body": "Now I have to say \"Leroy can you please paint the fence?\"",
        "id": "5tz52q",
        "score": 1,
        "title": "I hate how you cant even say black paint anymore"
    },
    {
        "body": "Pizza doesn't scream when you put it in the oven .\n\nI'm so sorry.",
        "id": "5tz4dd",
        "score": 0,
        "title": "What's the difference between a Jew in Nazi Germany and pizza ?"
    },
    {
        "body": "...and being there really helped me learn about American culture. So I visited a shop and as I was leaving, the Shopkeeper said \"Have a nice day!\" But I didn't so I sued him.",
        "id": "5tz319",
        "score": 0,
        "title": "I recently went to America...."
    },
    {
        "body": "A Sunday school teacher is concerned that his students might be a little confused about Jesus, so he asks his class, “Where is Jesus today?”\nBrian raises his hand and says, “He’s in Heaven.”\n\nSusan answers, “He’s in my heart.”\n\nLittle Johnny waves his hand furiously and blurts out, “He’s in our bathroom!”\n\nThe teacher is surprised by this answer and asks Little Johnny how he knows this.\n\n“Well,” Little Johnny says, “every morning, my Dad gets up, bangs on the bathroom door and yells ‘Jesus Christ, are you still in there?'”",
        "id": "5tz2wj",
        "score": 1,
        "title": "Brian raises his hand and says, “He’s in Heaven.”"
    },
    {
        "body": "He got caught trying to sell the two books to a freshman.",
        "id": "5tz1pc",
        "score": 0,
        "title": "You hear about the University book store worker who was charged for stealing $20,000 worth of books?"
    },
    {
        "body": "Because the p is silent.",
        "id": "5tz1o1",
        "score": 0,
        "title": "Why is it unknown on how pterodactyls urinate especially during flight?"
    },
    {
        "body": "To avoid leaving tracks like a snail while walking.",
        "id": "5tz0ef",
        "score": 0,
        "title": "Why women need legs?"
    },
    {
        "body": "Apparently \"Whatever's low in cholesterol\" was not the right answer.",
        "id": "5tz04j",
        "score": 1,
        "title": "I walked into a PETA adoption center and the receptionist asked me what kind of dog I wanted"
    },
    {
        "body": "Character actors!",
        "id": "5tz02q",
        "score": 0,
        "title": "How did TV studios make words appear on screen before computers?"
    },
    {
        "body": "You follow his fresh prints. ",
        "id": "5tz02h",
        "score": 0,
        "title": "How do you find Will Smith in the snow?"
    },
    {
        "body": "I always thought they were gunna hit me, not that they were going to destroy the housing market 20 years later.",
        "id": "5tyzxh",
        "score": 15,
        "title": "Remember when you were a kid and when you cried your parents said, \"I'll give you a reason to cry\"?"
    }
]
